<%@ page contentType="text/html; charset=UTF-8" %>

<h3>Главная страница...</h3>

<div>
    Данный Проект является демонстрационным сервисом авторизации.
    <br>
    Регистрация нового пользователя проходит по REST через AJAX.
    <br>
    Авторизированные пользователи видят свой баланс.
    <br>
    Администраторы Сервиса могут дополнительно просматривать список пользователей,
    а также регистрировать новых пользователей с возможностью задавать им роль админа.
</div>

<br>

<b>Вход на сервис:</b><br>
как <b>Admin</b>   (логин: <b>Admin</b>  пароль: <b>123</b>);<br>
как <b>User </b>    (логин: <b>User</b>, пароль: <b>123</b>).<br>
<hr>

<script>$('#mainA').addClass('currentNavItem');</script>


